tap "filosottile/musl-cross"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "messense/macos-cross-toolchains"
tap "osx-cross/arm"
tap "weaveworks/tap"
brew "act"
brew "pycparser", link: false
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "arm-linux-gnueabihf-binutils"
brew "perl"
brew "asciiquarium"
brew "aspell"
brew "at-spi2-core"
brew "aws-nuke"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "black", link: false
brew "buf"
brew "certbot"
brew "cilium-cli"
brew "coreutils"
brew "elixir"
brew "gnutls"
brew "harfbuzz"
brew "librist"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "golangci-lint"
brew "librsvg"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "gtk+3"
brew "gtk4"
brew "libsoup"
brew "gstreamer", link: false
brew "guile"
brew "hadolint"
brew "helm"
brew "jq"
brew "ijq"
brew "ipcalc"
brew "python@3.10"
brew "k3d"
brew "k9s"
brew "librdkafka"
brew "make"
brew "makepkg"
brew "node"
brew "markdownlint-cli"
brew "md5sha1sum", link: false
brew "mockery"
brew "mongocli"
brew "mongosh"
brew "mosquitto"
brew "neovim"
brew "nmap"
brew "pngpaste"
brew "pwgen"
brew "qemu"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sl"
brew "stow"
brew "task"
brew "telegraf"
brew "telnet"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "usbutils"
brew "vault"
brew "w3m"
brew "wget"
brew "yamllint", link: false
brew "yq"
brew "filosottile/musl-cross/musl-cross"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform"
brew "helm/tap/chart-releaser"
brew "hudochenkov/sshpass/sshpass"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "amethyst"
cask "confluent-cli"
cask "font-jetbrains-mono-nerd-font"
cask "hyper"
cask "iterm2"
cask "linearmouse"
cask "powershell"
cask "rar"
cask "tailscale"
