tap "hashicorp/tap"
tap "helm/tap"
tap "nikitabobko/tap"
brew "act"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "buf"
brew "gnutls"
brew "harfbuzz"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "gstreamer", link: false
brew "guile"
brew "hadolint"
brew "helm"
brew "jq"
brew "ijq"
brew "ipcalc"
brew "k9s"
brew "kubernetes-cli"
brew "librdkafka"
brew "make"
brew "md5sha1sum", link: false
brew "neovim"
brew "nmap"
brew "node"
brew "podman"
brew "pwgen"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "stow"
brew "tlrc"
brew "tmux"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
cask "aerospace"
cask "alacritty"
cask "chromium"
cask "font-jetbrains-mono-nerd-font"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "qutebrowser"
cask "slack"
cask "spotify"
cask "tailscale"
