tap "goreleaser/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "matthewpick/pesto-clipboard"
tap "nikitabobko/tap"
tap "openfga/tap"
tap "pehlicd/crd-wizard", "https://github.com/pehlicd/crd-wizard"
tap "sikarugir-app/sikarugir"
brew "act"
brew "amass"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "zstd"
brew "buf"
brew "clusterawsadm"
brew "clusterctl"
brew "cmctl"
brew "colima"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "egctl"
brew "gnutls"
brew "fzf"
brew "gcc"
brew "gh"
brew "glow"
brew "gnupg"
brew "gnu-sed"
brew "pkgconf"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "grype"
brew "gstreamer"
brew "helm"
brew "htop"
brew "iftop"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "ipcalc"
brew "pandoc"
brew "jwt-cli"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "livekit-cli"
brew "make"
brew "md5sha1sum", link: true
brew "neovim"
brew "nmap"
brew "ollama"
brew "opentofu"
brew "podman"
brew "pwgen"
brew "rsync"
brew "s3cmd"
brew "stow"
brew "syft"
brew "tailwindcss"
brew "tlrc"
brew "tmux"
brew "trufflehog"
brew "watch"
brew "wget"
brew "yq"
brew "hashicorp/tap/terraform"
brew "pehlicd/crd-wizard/crd-wizard"
brew "krew"
cask "nikitabobko/tap/aerospace"
cask "slack"
cask "alacritty"
cask "betterdisplay"
cask "brave-browser"
cask "chromium"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "gns3"
cask "gstreamer-runtime"
cask "inkscape"
cask "macsvg"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mitmproxy"
cask "mongodb-compass"
cask "obsidian"
cask "matthewpick/pesto-clipboard/pesto-clipboard"
cask "postman"
cask "qutebrowser"
cask "spotify"
cask "stats"
cask "tailscale-app"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "github.com/google/go-licenses"
go "github.com/OJ/gobuster/v3"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "go.uber.org/mock/mockgen"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/go-task/task/v3/cmd/task"
go "github.com/a-h/templ/cmd/templ"
go "github.com/templui/templui/cmd/templui"
go "github.com/zitadel/zitadel-tools"
cargo "cargo-bitbake"
krew "cnpg"
krew "krew"
